<!-- dflook/terraform-github-actions {"workspace":"default","backend_type":"s3","backend":"eec428227c5f0fb3bf657cacb9bd26ead0aa0ed94401b4e5bb16bc2d036c69d4","plan_job_ref":"Job Create terraform plan #8 at https://github.com/presentium/infrastructure/actions/runs/10072757908","plan_out_hash":"ce81adcbb14c4a23a941298efc6d8fef975fb56495d8064effa789e1cb370a1e","plan_hash":"f5be2c456ceca367f79625337dded9a934304736db159be906e15df5252a299e","plan_text_format":"diff","version":"1.43.0","closed":true} -->
Terraform plan in __terraform__
<details>
<summary>Plan: 1 to add, 0 to change, 0 to destroy.</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+   create

Terraform will perform the following actions:

  # module.cloudflare.cloudflare_record.status_record will be created
+   resource "cloudflare_record" "status_record" {
+       allow_overwrite = false
+       created_on      = (known after apply)
+       hostname        = (known after apply)
+       id              = (known after apply)
+       metadata        = (known after apply)
+       modified_on     = (known after apply)
+       name            = "status"
+       proxiable       = (known after apply)
+       proxied         = false
+       ttl             = (known after apply)
+       type            = "CNAME"
+       value           = "presentium.github.io"
+       zone_id         = "********************************"
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```
</details>

:white_check_mark: Plan applied in [Apply terraform plan #2](https://github.com/presentium/infrastructure/actions/runs/10073038320)